  export const mockMainGuideData = [
    {
      id: 1,
      title: "학교생활 잘하는 가이드",
      thumnail: "/svg/School.svg",
      date: "2025-05-22",
      votetitle: "학교생활 중 제일 꿀팁은",
      participate: 100,
      option: [
        { label: "조용히 공부하기", percent: 20 },
        { label: "선배에게 물어보기", percent: 30 },
        { label: "친구랑 같이하기", percent: 50 },
      ],
      content: "그런데, 지금 그 아가씨가 바로 내 눈앞에 와 있는 것입니다.그리고, 우리 둘 이는 아무 말 없이 나란히 앉아 있었습니다.역시 남쪽으로 좀더 아래로 내려가서, 별들의 횃불인 장 드 밀랑이 반짝이고 있습니다.나로서는 힘자라는 데까지 아가씨를 안심시키려고 위로해 주는 것이 고작이었습니다. 그러나, 그 순간 나는 어찌 당황했던지, 한 마디도 대답 그런데, 지금 그 아가씨가 바로 내 눈앞에 와 있는 것입니다.그리고, 우리 둘 이는 아무 말 없이 나란히 앉아 있었습니다.역시 남쪽으로 좀더 아래로 내려가서, 별들의 횃불인 장 드 밀랑이 반짝이고 있습니다.나로서는 힘자라는 데까지 아가씨를 안심시키려고 위로해 주는 것이 고작이었습니다. 그러나, 그 순간 나는 어찌 당황했던지, 한 마디도 대답"
    },
  ];